Repository: temperatio/recipress
Catalog: lang/recipress-*.po
Languages: it_it

source: hrs
it_it: ore

source: mins
it_it: minuti

source: hr
it_it: ora

source: min
it_it: minuto

source: Recipe
it_it: Ricetta

source: Cuisine
it_it: Cucina

source: Course:
it_it: Categoria:

source: Skill Level
it_it: Difficolt&agrave;

source: Servings
it_it: Persone servite

source: Recipe Title
it_it: Titolo della ricetta

source: Do you want to give the recipe a different title from the post?
it_it: Vuoi dare alla ricetta un titolo diverso da quello dell'articolo?

source: Recipe Summary
it_it: Introduzione della ricetta

source: A small summary of the recipe
it_it: Una breve introduzione alla ricetta

source: Yield
it_it: Resa

source: How much/many does this recipe produce?
it_it: Che quantità/per quante persone questa ricetta garantisce?

source: e.g., 1 loaf, 2 cups
it_it: es. 1 panetto, 2 tazze

source: How many servings?
it_it: Dosi per quante persone?

source: Prep Time
it_it: Tempo di preparazione

source: How many minutes? (60+ minutes will output as hours)
it_it: Quanti minuti? (60+ minuti verranno convertiti in ore)

source: Cook Time
it_it: Tempo di cottura

source: Ingredients
it_it: Ingredienti

source: Instructions
it_it: Istruzioni

source: Click the plus icon to add another instruction.
it_it: Clicca l'icona con il segno pi&ugrave; per aggiungere un'altro passo

source: Photo
it_it: Foto

source: Add a photo of your completed recipe
it_it: Aggiungi una foto del piatto completo

source: Course
it_it: Categoria

source: Cost
it_it: Costo

source: What does it cost to make this recipe?
it_it: Quanto costa approssimativamente cucinare questa ricetta?

source: Add a Recipe to this post?
it_it: Aggiungi una Ricetta a questo articolo?

source: Select One
it_it: Seleziona una voce

source: Manage
it_it: Gestisci

source: Amount
it_it: Quantià

source: Measurement
it_it: Unit&agrave; di misura

source: Ingredient
it_it: Ingrediente

source: Notes
it_it: Note

source: Description
it_it: Descrizione

source: Image
it_it: Immagine

source: Describe this step in the recipe
it_it: Descrivi il passo

source: Upload Image
it_it: Carica immagine

source: Remove Image
it_it: Rimuovi immagine

source: ReciPress Options
it_it: Opzioni ReciPress

source: Cuisines
it_it: Cucine

source: Courses
it_it: Categorie

source: Skill Levels
it_it: Difficolt&agrave;

source: Recipe Output
it_it: Visualizzazione della ricetta

source: Automatically Output Recipe
it_it: Visualizza ricetta automaticamente

source: Yes
it_it: S&igrave;

source: Recipe will output after the post content
it_it: La ricetta verr&agrave; visualizzata automaticamente dopo il contenuto dell'articolo

source: Use the <code>[recipe]</code> shortcode to output the recipe
it_it: Utilizza lo shortcode <code>[recipe]</code> per visualizzare la ricetta

source: Output Recipe On
it_it: Visualizza ricette su

source: Home Page/Latest Posts Page
it_it: Home Page/Pagina degli articoli recenti

source: Single Post Page
it_it: Pagine con articoli singoli

source: Archive and Category Pages
it_it: Pagine di archivi e categorie

source: Search Result Page
it_it: Pagina dei risultati della ricerca

source: Recipe Theme
it_it: Aspetto della ricetta

source: Light
it_it: Chiaro

source: For use with light themes
it_it: Ideale per l'uso con temi chiari

source: Dark
it_it: Scuro

source: For use with dark themes
it_it: Ideale per l'uso con temi scuri

source: Custom textured design
it_it: Texture personalizzata

source: Recipe Input
it_it: Immissione della ricetta

source: Use Taxonomies
it_it: Utilizza tassonomie

source: Cost of Recipe Field
it_it: Campo con il costo della ricetta

source: An input for the total cost to make the recipe will be available
it_it: Un campo di immissione per il costo da sostenere per poter cucinare la ricetta

source: This field will be omitted when creating recipes
it_it: Questo campo non verr&agrave; visualizzato durante la creazione delle ricette

source: Say Thanks
it_it: Ringrazia

source: Plugin Credit
it_it: Dai credito al plugin

source: Add a credit link to the recipe box.
it_it: Aggiungi un link di credito nel box con la ricetta

source: Buy me a latte!
it_it: Comprami un ninnolo!

source: Use Featured Image
it_it: Utilizza immagine in evidenza

source: Recipe photo will be the same as the post&rsquo;s featured image
it_it: La foto della ricetta sar&agrave; la stessa dell'immagine in evidenza dell'articolo

source: Use a different image for the recipe
it_it: Utilizza una immagine diversa per la ricetta

source: Options saved
it_it: Opzioni salvate

source: Do you find this plugin useful and want to say thanks?
it_it: Ritieni che questo plugin sia utile e vuoi ringraziarmi?

source: Donate
it_it: Donazione

source: Save Options
it_it: Salva opzioni

source: By
it_it: Di

source: Published:
it_it: Pubblicata:

source: Yield:
it_it: Resa:

source: Cost:
it_it: Costo:

source: Prep:
it_it: Preparazione:

source: Cook:
it_it: Cottura:

source: Ready In:
it_it: Pronta In:

# taxonomy general name
source: Ingredients
it_it: Ingredienti

# taxonomy singular name
source: Ingredient
it_it: Ingrediente

source: Search Ingredients
it_it: Cerca ingredienti

source: Popular Ingredients
it_it: Ingredienti pi&ugrave; utilizzati

source: All Ingredients
it_it: Tutti gli ingredienti

source: Parent Ingredient
it_it: Ingrediente padre

source: Parent Ingredient:
it_it: Ingrediente padre:

source: Edit Ingredient
it_it: Modifica ingrediente

source: Update Ingredient
it_it: Aggiorna ingrediente

source: Add New Ingredient
it_it: Aggiungi un nuovo ingrediente

source: New Ingredient Name
it_it: Nome del nuovo ingrediente

source: Add or remove ingredients
it_it: Aggiungi o rimuovi ingredienti

# taxonomy menu name
source: Ingredients
it_it: Ingredienti

# taxonomy general name
source: Cuisines
it_it: Cucine

# taxonomy singular name
source: Cuisine
it_it: Cucina

source: Search Cuisines
it_it: Cerca cucina

source: Popular Cuisines
it_it: Cucine pi&ugrave; popolari

source: All Cuisines
it_it: Tutte le cucine

source: Parent Cuisine
it_it: Cucina padre

source: Parent Cuisine:
it_it: Cucina padre:

source: Edit Cuisine
it_it: Modifica cucina

source: Update Cuisine
it_it: Aggiorna cucina

source: Add New Cuisine
it_it: Aggiungi nuova cucina

source: New Cuisine Name
it_it: Nome per la nuova cucicna

source: Add or remove cuisines
it_it: Aggiungi o rimuovi cucine

# taxonomy menu name
source: Cuisines
it_it: Cucine

# taxonomy general name
source: Courses
it_it: Tipi di ricetta

# taxonomy singular name
source: Course
it_it: Tipo di ricetta

source: Search Courses
it_it: Cerca tra i tipi di ricetta

source: Popular Courses
it_it: Tipi di ricetta pi&ugrave; popolari

source: All Courses
it_it: Tutti i tipi di ricetta

source: Parent Course
it_it: Tipo di ricetta padre

source: Parent Course:
it_it: Tipo di ricetta padre:

source: Edit Course
it_it: Modifica tipo di ricetta

source: Update Course
it_it: Aggiorna tipo di ricetta

source: Add New Course
it_it: Aggiungi nuovo tipo di ricetta

source: New Course Name
it_it: Nome per il nuovo tipo di ricetta

source: Add or remove courses
it_it: Aggiungi o rimuovi tipi di ricetta

# taxonomy menu name
source: Courses
it_it: Tipi di ricetta

# taxonomy general name
source: Skill Levels
it_it: Livelli di difficolt&agrave;

# taxonomy singular name
source: Skill Level
it_it: Livello di difficolt&agrave;

source: Search Skill Levels
it_it: Cerca tra i livelli di difficolt&agrave;

source: Popular Skill Levels
it_it: Livelli di difficolt&agrave; pi&ugrave; popolari

source: All Skill Levels
it_it: Tutti i livelli di difficolt&agrave;

source: Parent Skill Level
it_it: Livello di difficolt&agrave; padre

source: Parent Skill Level:
it_it: Livello di difficolt&agrave; padre:

source: Edit Skill Level
it_it: Modifica livello di difficolt&agrave;

source: Update Skill Level
it_it: Aggiorna livello di difficolt&agrave;

source: Add New Skill Level
it_it: Aggiungi un nuovo livello di difficolt&agrave;

source: New Skill Level Name
it_it: Nome per il nuovo livello di difficolt&agrave;

source: Add or remove skill levels
it_it: Aggiungi o rimuovi livelli di difficolt&agrave;

# taxonomy menu name
source: Skill Levels
it_it: Livelli di difficolt&agrave;

source: beef
it_it: manzo

source: bell pepper
it_it: peperone

source: bread
it_it: pane

source: cheese
it_it: formaggio

source: chicken
it_it: pollo

source: eggs
it_it: uova

source: fish
it_it: pesce

source: flour
it_it: farina

source: garlic
it_it: aglio

source: milk
it_it: latte

source: nutmeg
it_it: noce moscata

source: onion
it_it: cipolla

source: potatoes
it_it: patate

source: shrimp
it_it: gamberi

source: spinach
it_it: spinaci

source: strawberries
it_it: fragole

source: tomatoes
it_it: pomodori

source: American
it_it: Americana

source: Chinese
it_it: Cinese

source: Indian
it_it: Indiana

source: Italian
it_it: Italiana

source: French
it_it: Francese

source: Japanese
it_it: Giapponese

source: Mediterrarean
it_it: Mediterranea

source: Mexican
it_it: Messicana

source: Seafood
it_it: A base di pesce

source: Appetizer
it_it: Antipasto

source: Breakfast
it_it: Colazione

source: Entrée
it_it: Aperitivo

source: Salad
it_it: Insalata

source: Side Dish
it_it: Contorno

source: Snack
it_it: Spuntino

source: Soup
it_it: Zuppa

source: Advanced
it_it: Impegnativa

source: Beginner
it_it: Per principianti

source: Child Friendly
it_it: Per bambini

source: Easy
it_it: Facile

source: Moderate
it_it: Moderata

source: Recipress Terms
it_it: Termini Recipress

source: Output a list or cloud of recipe terms
it_it: Visualizza una lista o una nuova di termini relativi alle ricette

source: Title:
it_it: Titolo:

source: Taxonomy:
it_it: Tassonomia:

source: Output Type:
it_it: Tipo di visualizzazione:

source: List
it_it: Lista

source: Cloud
it_it: Nuvola

source: No recipes found.
it_it: Nessuna ricetta trovata.

source: Recent Recipes
it_it: Ricette recenti

source: Output a list of recent recipe posts
it_it: Visualizza una lista di articoli recenti con ricetta

source: Number of Posts:
it_it: Numero di articoli:

source: Recipe Thumbnail
it_it: Miniatura della ricetta

source: Use this Image
it_it: Utilizza questa immagine
